{
  "services": [
    {
      "title": "Real Estate Consultant",
      "subtitle": "Our team is dedicated to helping you find the perfect rental property in Japan.",
      "services": [
        {
          "iconClass": "fa-regular fa-building",
          "serviceTitle": "Comprehensive Rental Assistance",
          "description": "We provide end-to-end support in finding the perfect rental apartment in Japan. Whether it is a cozy studio in Tokyo or a spacious family home in Osaka, our team is here to help every step of the way."
        },
        {
          "iconClass": "fa-solid fa-file-contract",
          "serviceTitle": "Lease Negotiation and Paperwork Assistance",
          "description": "We handle the paperwork, ensuring all documents are completed correctly, and assist with lease negotiations to secure the best deal for our clients."
        },
        {
          "iconClass": "fa-solid fa-key",
          "serviceTitle": "Move-In Assistance",
          "description": "Our services don’t stop when the lease is signed. We also provide move-in support, helping you settle into your new home with ease, from arranging utilities to offering guidance on the local area."
        }
      ]
    },
    {
      "title": "Educational Consultant",
      "subtitle": "Assist students for studying abroad from Japan to the USA, Australia, & Canada.",
      "services": [
        {
          "iconClass": "fa-regular fa-envelope",
          "serviceTitle": "Personalized Guidance and Support",
          "description": "We support each student based on their academic goals, career aspirations, and personal preferences. Emphasize comprehensive services, from selecting the right universities and courses to assisting with application processes and visa requirements."
        }
      ]
    },
    {
      "title": "Travel Consultant",
      "subtitle": "We sell airline tickets from Japan to any country, offering competitive pricing and exclusive deals to ensure our clients get the best value for travel.",
      "services": []
    }
  ]
}
